

export const skillTypeMap = {
	know: 'Знать',
	able_to: 'Уметь',
	own: 'Владеть',
};

export const wisywigSections = [
	{
		id: '4_1',
		description: 'Учебно-методическое и информационное обеспечение дисциплины: учебная литература',
		helperText: 'Пункт 4.1 Учебной программы и пункт III Тематического плана',
	},
	{
		id: '4_2',
		description: 'Учебно-методическое и информационное обеспечение дисциплины: программное обеспечение и информационно-справочные системы',
		helperText: 'Пункт 4.2 Учебной программы',
	},
	{
		id: '4_3',
		description: 'Учебно-методическое и информационное обеспечение дисциплины: интернет-ресурсы',
		helperText: 'Пункт 4.3 Учебной программы',
	},
	{
		id: '5',
		description: 'Методические указания обучающимся по освоению дисциплины',
		helperText: 'Пункт 5 Учебной программы',
	},
	{
		id: '6',
		description: 'Методические указания преподавателю по порядку подготовки и проведения учебных занятий, текущего контроля успеваемости и промежуточной аттестации обучающихся по дисциплине',
		helperText: 'Пункт 6 Учебной программы',
	},
	{
		id: '7',
		description: 'Учебно-материальная база, необходимая для осуществления образовательного процесса по дисциплине',
		helperText: 'Пункт 7 Учебной программы',
	},
	{
		id: '8_1',
		description: 'Фонд оценочных средств для текущего контроля успеваемости и промежуточной аттестации обучающихся по дисциплине: текущий контроль',
		helperText: 'Пункт 8.1 Учебной программы',
	},
	{
		id: '8_1_1',
		description: 'Фонд оценочных средств для текущего контроля успеваемости и промежуточной аттестации обучающихся по дисциплине: критерии оценки текущего контроля',
		helperText: 'Пункт 8.1.1 Учебной программы',
	},
	{
		id: '8_1_2',
		description: 'Фонд оценочных средств для текущего контроля успеваемости и промежуточной аттестации обучающихся по дисциплине: оценочные средства текущего контроля',
		helperText: 'Пункт 8.1.2 Учебной программы',
	},
	{
		id: '8_2',
		description: 'Фонд оценочных средств для текущего контроля успеваемости и промежуточной аттестации обучающихся по дисциплине: промежуточная аттестация',
		helperText: 'Пункт 8.2 Учебной программы',
	},
	{
		id: '8_2_1',
		description: 'Фонд оценочных средств для текущего контроля успеваемости и промежуточной аттестации обучающихся по дисциплине: критерии оценки промежуточной аттестации',
		helperText: 'Пункт 8.2.1 Учебной программы',
	},
	{
		id: '8_2_2',
		description: 'Фонд оценочных средств для текущего контроля успеваемости и промежуточной аттестации обучающихся по дисциплине: перечень разделов, тем, типовых вопросов, практических заданий, выносимых на промежуточную аттестацию',
		helperText: 'Пункт 8.2.2 Учебной программы',
	},
	{
		id: 'themes_plan_iv',
		description: 'Организационно-методические указания, взаимосвязь с другими дисциплинами',
		helperText: 'Пункт IV Тематического плана',
	},
];
